7767517
5 6
Input                    input                    0 1 input -23330=4,1,48,1,1 0=48 1=1 2=1
InnerProduct             fc1                      1 1 input hidden -23330=4,64,1,1,1 0=64 2=3072
ReLU                     relu                     1 1 hidden relu_out
InnerProduct             fc2                      1 1 relu_out output -23330=4,12,1,1,1 0=12 2=768
Softmax                  softmax                  1 1 output actions 0=0 1=1
